{
    "images": [
        {
            "title": "Hamilton, Bermuda has been our global headquarters since 1969",
            "file": "1.png"
        },
        {
            "title": "Edward C. Johnson 3d in Tokyo in 1972",
            "file": "2.png"
        },
        {
            "title": "Coming to London in 1973. Initially established for research purposes, our first office in London quickly evolved. We soon became the first international group to manage authorised unit trusts for clients in the United Kingdom, as well as being able to offer global equities covered from the British financial centre to clients in Japan.",
            "file": "3.png"
        },
        
        {
            "title": "In 1981 we opened our Hong Kong office, which is today our second largest investment hub, with a focus on investment and research across China and South East Asia.",
            "file": "5.png"
        },
        {
            "title": "Fidelity International’ is born, The management board in 1980",
            "file": "4.png"
        },
        {
            "title": "1986, the year the first mobile phone call is made in the UK, we set up a free-phone service line.",
            "file": "6.png"
        },
        {
            "title": "Our office in Hildenborough, Kent, is also the seat of the Fidelity Foundations. ",
            "file": "7.png"
        },
        {
            "title": "Our office in Luxembourg handles all global Fidelity Funds administration and client service functions.",
            "file": "8.png"
        },{
            "title": "Outside the Frankfurt stock exchange: Highlighting Fidelity’s German market entrance in 1992.",
            "file": "9.jpg"
        },{
            "title": "The online tool PlanViewer, launched in 1995, helps Defined Contribution plan members monitor their retirement pot.",
            "file": "10.jpg"
        },{
            "title": "1998 saw the launch of our Personal Investing business to serve Japanese private investors directly. Today, we have direct distribution businesses in Hong Kong, Germany, Japan and the UK.",
            "file": "11.png"
        },{
            "title": "As the first investment manager to have a website in the UK from 1996, and the first to sell funds online from 1999, we are committed to advancing digital access to fund information and support to make investing as easy as possible for our clients.",
            "file": "12.png"
        },{
            "title": "hrough our 'fund supermarket' FundsNetwork we began to offer clients access to a wide range of funds by other fund managers as well as our own.",
            "file": "13.png"
        },{
            "title": "By the mid-2000s, we had further expanded our global presence with new offices in Shanghai, Singapore, Beijing, Sydney, Brussels and Mumbai.",
            "file": "14.png"
        },{
            "title": "Even through the global Financial Crisis, as markets temporarily took a sharp hit, we kept growing our number of clients who trusted us to preserve and grow their money over the long term.",
            "file": "15.png"
        },{
            "title": "In 2008 we also launched 'Bricks and Mortar' institutional real estate funds to complement our existing expertise in equities, fixed income and cash",
            "file": "16.png"
        },
        {
            "title": "Fidelity invested US$15 million into a single platform research management system in 2014, which can be accessed in real time by our 400 investment professionals, wherever they are.",
            "file": "17.png"
        },
        {
            "title": "s a privately owned and independent business we’re driven by the needs of our clients, not by the interests of shareholders or those of a parent company. Our commitment to integrity, innovation and excellence, coupled with the ability to charter our own course, are what make us unique.",
            "file":"18.png"
        },
        {
            "title":"Having first opened a presence in Dublin in 2000, we moved to a new office in 2016. The central site provides an attractive and dynamic working environment for our growing client and investment services operations teams - and allows us to tap the growing FinTech talent pool in Ireland to support the future growth of the business.",
            "file":""
        },
        {
            "title":"We entered the exchange-traded fund (ETF) market in 2017, initially through the launch of two income-focused smart beta ETFs. Combining Fidelity’s active investment expertise with the systematic aspects of passive investing, the funds are designed to meet the growing demand for low cost income solutions. ",
            "file":"20.png"
        },
        {
            "title":"Our Sustainable Family of Funds are built around three core pillars of integration, engagement and exclusion.Our Sustainable Family of Funds are built on our core approach to sustainable investing, with an enhanced framework in order to deliver outcomes with a specific focus on sustainability.",
            "file": "21.png"
        },
        {
            "title":"As part of our commitment to delivering innovative investment solutions and services, we created a new private credit capability in 2021. In March of the same year, we also started providing selected European institutional and wholesale clients digital access to high quality private equity funds through an exclusive strategic distribution partnership with Moonfare, a digital private assets platform.",
            "file":"22.png"
        },
        {
            "title": "We are aiming to build a diversified financial services company in China with a strong footprint in pensions and asset management.",
            "file": "23.png"
        }
    ]
}